                                                                  
                                                                
                                                        
                                                 
  
                                               
                                                                   
                                                       
                                                             
                                                                    
                                    
                                               
                                                              
                                           
                                                     
                                             
                                            
export const SFD_059_DEF_ID = 'SFD-059'

export const SFD_059_CARD_EFFECT =
  '{{装配}}{{1}}{{绿色}}（支付{{1}}和{{绿色}}：将此牌贴附到你控制的一名单位上。）\n'
  + '在此牌贴附于单位期间，复制该单位的技能描述到此武装的效果文字，在贴附期间持续生效。'
